{
  "systemic_changes": {
    "melee_damage": {
      "title": "Melee Damage System Overhaul",
      "changes": [
        {
          "type": "rework",
          "description": "Melee damage increases in Destiny 2 will now be additive instead of multiplicative. Two 50% damage increases will result in a 100% total increase, not 125%."
        },
        {
          "type": "buff",
          "description": "Almost all effects that increase melee damage have been buffed."
        },
        {
          "type": "buff",
          "description": "In PvE, all sources of increased melee damage now stack at their full value."
        },
        {
          "type": "change",
          "description": "The Melee stat bonus (up to 30% at 200 stat) is considered a base damage increase and is multiplicative with other additive damage increases."
        },
        {
          "type": "nerf",
          "description": "Melee damage no longer scales Scorch and Ignition damage generated by melee attacks."
        }
      ]
    },
    "glaive_melee": {
      "title": "Glaive Melee Rework",
      "changes": [
        {
          "type": "rework",
          "description": "Glaive melee is now considered an unpowered melee ability and is no longer considered weapon damage."
        },
        {
          "type": "buff",
          "description": "Glaive melee now benefits from effects that increase unpowered melee ability strength, such as those from Synthoceps, Knockout, and Banner of War."
        },
        {
          "type": "buff",
          "description": "Glaive melee now triggers all effects that are triggered by any melee ability."
        },
        {
          "type": "nerf",
          "description": "Glaive melee base damage in PvE has been reduced to compensate for increased access to buffs. Damage is reduced by 40% against minors and majors, 28.5% against Champions and minibosses, and 50% against bosses and vehicles."
        }
      ]
    },
    "champion_interactions": {
      "title": "Champion Interaction Changes",
      "changes": [
        {
          "type": "change",
          "description": "A new rule has been established: Exotic weapons that intrinsically have an anti-Champion symbol cannot receive additional anti-Champion capabilities from the Artifact or other effects like Radiant."
        },
        {
          "type": "change",
          "description": "Stasis Shatter damage now stuns Overload Champions instead of Unstoppable Champions."
        }
      ]
    },
    "ability_energy": {
      "title": "Ability Energy Scaling",
      "changes": [
        {
          "type": "change",
          "description": "Ability energy returns from perks and passive regeneration now scale based on the corresponding ability stat (e.g., Strength, Discipline)."
        }
      ]
    }
  },
  "weapon_archetypes": {
    "machine_guns": {
      "changes": [
        {
          "type": "change",
          "description": "Now have a staged reload, which places checkpoints in the reload animation. If the reload is canceled, it will resume from the latest checkpoint."
        }
      ]
    },
    "glaives": {
      "changes": [
        {
          "type": "change",
          "description": "Reduced projectile tracking strength at very close range to improve accuracy."
        }
      ]
    }
  },
  "weapon_perks": {
    "reconstruction": {
      "changes": [
        {
          "type": "buff",
          "description": "Increased the amount of ammo transferred per activation from 10% to 25%."
        }
      ]
    },
    "paracausal_affinity": {
      "changes": [
        {
          "type": "change",
          "description": "Added a visible timer to the buff."
        }
      ]
    },
    "kinetic_tremors": {
      "changes": [
        {
          "type": "buff",
          "description": "High-Impact Auto Rifles now require 9 hits to activate, down from 12."
        },
        {
          "type": "buff",
          "description": "Aggressive and High-Impact Scout Rifles now require 5 hits, down from 6."
        },
        {
          "type": "buff",
          "description": "Aggressive Hand Cannons now require 4 hits, down from 6."
        },
        {
          "type": "buff",
          "description": "Adaptive Hand Cannons now require 5 hits, down from 6."
        }
      ]
    },
    "one_two_punch": {
      "changes": [
        {
          "type": "buff",
          "description": "The perk is now active for 3 seconds, up from 1.22 seconds."
        },
        {
          "type": "buff",
          "description": "Now works with all melee abilities."
        },
        {
          "type": "buff",
          "description": "PvE melee damage bonus increased from 100% to 150%."
        }
      ]
    },
    "attrition_orbs": {
      "changes": [
        {
          "type": "buff",
          "description": "Increased perk progress by 20% across the board."
        },
        {
          "type": "nerf",
          "description": "Reduced perk progress by 80% with Area Denial Grenade Launchers."
        },
        {
          "type": "buff",
          "description": "Increased perk progress by an additional 30% on Swords."
        }
      ]
    },
    "eager_edge_and_valiant_charge": {
      "changes": [
        {
          "type": "nerf",
          "description": "While the perk is active, the melee search angle is reduced by 50% at the start of the lunge range and 88% at the edge of the lunge range, requiring the player to look more directly at their target."
        }
      ]
    },
    "chain_reaction": {
      "changes": [
        {
          "type": "nerf",
          "description": "Threadlings created by weapon perks will no longer activate the detonation from Chain Reaction."
        }
      ]
    },
    "chain_reaction_dragonfly_firefly": {
      "changes": [
        {
          "type": "change",
          "description": "These perks no longer use weapon archetype scaling and instead use a new, more normalized perk damage scaling. This results in a buff for many weapons."
        },
        {
          "type": "buff",
          "description": "Fusion Rifles deal 41% more Chain Reaction damage to minor combatants."
        },
        {
          "type": "buff",
          "description": "Submachine Guns deal 43% more Dragonfly and Firefly damage to minor combatants."
        },
        {
          "type": "buff",
          "description": "Auto Rifles deal 47% more Dragonfly damage to minor combatants."
        },
        {
          "type": "buff",
          "description": "Linear Fusion Rifles deal 165% more Chain Reaction damage to minors and at least 124% more to other combatants."
        },
        {
          "type": "buff",
          "description": "Swords deal 123% more Chain Reaction damage to minors and at least 193% more to other combatants."
        },
        {
          "type": "nerf",
          "description": "Hand Cannons deal 20% less Dragonfly and Firefly damage to major combatants."
        },
        {
          "type": "nerf",
          "description": "Sniper Rifles deal 8% less Firefly and Dragonfly damage to minor combatants."
        },
        {
          "type": "nerf",
          "description": "Special Ammo Wave Frame Grenade Launchers deal 6% less Chain Reaction damage to major, champion, and miniboss combatants, and 14% less to ultra and vehicle combatants."
        }
      ]
    },
    "close_to_melee": {
      "changes": [
        {
          "type": "buff",
          "description": "PvE Glaive melee damage bonus increased from 30% to 60%."
        }
      ]
    }
  },
  "exotic_weapons": {
    "vigilance_wing": {
      "changes": [
        {
          "type": "buff",
          "description": "The Last Stand bonus is now active when running solo in PvE activities."
        }
      ]
    },
    "hierarchy_of_needs": {
      "changes": [
        {
          "type": "rework",
          "description": "Players now gain charges of Guidance Ring with any hit from the weapon and need only three charges to deploy the ring."
        },
        {
          "type": "buff",
          "description": "The spawned Guidance Ring's duration is increased from 13s to 20s."
        },
        {
          "type": "change",
          "description": "The Guidance Ring now rotates to face its owner."
        },
        {
          "type": "change",
          "description": "Players are now limited to one Guidance Ring per player; spawning a second removes the first."
        },
        {
          "type": "buff",
          "description": "All bows, not just Hierarchy of Needs, now spawn missiles when fired through an allied player's Guidance Ring."
        }
      ]
    },
    "dead_mans_tale": {
      "changes": [
        {
          "type": "buff",
          "description": "Each stack of Cranial Spike now grants +3.4% damage vs. combatants (max 17%) and reloads 1 round into the magazine."
        }
      ]
    },
    "duality": {
      "changes": [
        {
          "type": "buff",
          "description": "Added a secondary activator for its \"On Black Wings\" buff, which now also activates when landing most of your pellets on a target."
        }
      ]
    },
    "the_navigator": {
      "changes": [
        {
          "type": "buff",
          "description": "When the user has Woven Mail, the weapon gains increased damage (25% in PvE, 5% in PvP) and an increased ammo generation stat."
        }
      ]
    },
    "wicked_implement": {
      "changes": [
        {
          "type": "rework",
          "description": "Changed to a Rapid-Fire RPM scout rifle."
        },
        {
          "type": "change",
          "description": "Now takes one additional hit to start slowing and to freeze targets."
        },
        {
          "type": "buff",
          "description": "Magazine size increased to 20."
        },
        {
          "type": "change",
          "description": "Is now intrinsically anti-Overload."
        }
      ]
    },
    "heartshadow": {
      "changes": [
        {
          "type": "buff",
          "description": "Increased ammo reserves."
        },
        {
          "type": "buff",
          "description": "Reduced the cost of the heavy attack to 3 ammo, down from 4."
        },
        {
          "type": "buff",
          "description": "Defeating a target while the Shot in the Dark perk is active now makes the user invisible again."
        }
      ]
    },
    "worldline_zero": {
      "changes": [
        {
          "type": "rework",
          "description": "A new effect has been added: Defeating a target with the Tesseract heavy attack allows you to use Tesseract again for a short duration at a reduced ammo and guard energy cost."
        },
        {
          "type": "buff",
          "description": "Increased the lunge distance of the heavy Tesseract attack by 3m."
        },
        {
          "type": "nerf",
          "description": "Removed the ability to chain two blink attacks back-to-back."
        }
      ]
    },
    "devils_ruin": {
      "changes": [
        {
          "type": "rework",
          "description": "Removed the fire-on-release behavior; the laser beam is now activated via a special reload."
        },
        {
          "type": "rework",
          "description": "Kills with the weapon create Firesprites, and picking up a Firesprite enables the special reload for the beam."
        },
        {
          "type": "buff",
          "description": "The beam now scorches targets on hit and ignites them on kills."
        },
        {
          "type": "buff",
          "description": "Magazine size increased to 20."
        },
        {
          "type": "change",
          "description": "Is now intrinsically anti-Unstoppable."
        }
      ]
    },
    "tommys_matchbook": {
      "changes": [
        {
          "type": "rework",
          "description": "The \"Ignition Trigger\" buff is now a draining bar, remaining active as long as it has charge."
        },
        {
          "type": "buff",
          "description": "The Catalyst no longer improves health regen; instead, final blows while Ignition Trigger is active grant Cure x1 to the user."
        },
        {
          "type": "buff",
          "description": "Hip-fire self-damage is now reduced by 50%, an improvement from the previous 33% reduction."
        },
        {
          "type": "change",
          "description": "Added a burning screen effect for the user and a burning visual on the player model for others to see while taking self-damage."
        }
      ]
    },
    "winterbite": {
      "changes": [
        {
          "type": "nerf",
          "description": "Reduced the enhanced melee damage bonus with ammo to +20% vs. bosses, down from +50%."
        },
        {
          "type": "change",
          "description": "Is now intrinsically anti-Overload."
        },
        {
          "type": "buff",
          "description": "Can now receive melee damage bonuses from other sources."
        }
      ]
    },
    "monte_carlo": {
      "changes": [
        {
          "type": "buff",
          "description": "The catalyst-provided bayonet melee attack no longer deals reduced damage to bosses, minibosses, and Champions."
        }
      ]
    },
    "bastion": {
      "changes": [
        {
          "type": "buff",
          "description": "The Saint's Fists PvE melee damage bonus is increased from 100% to 300%."
        },
        {
          "type": "buff",
          "description": "The perk now works with all melee abilities."
        },
        {
          "type": "buff",
          "description": "Increased the time the perk is active to three seconds."
        }
      ]
    },
    "intrinsic_anti_champion_additions": {
      "changes": [
        {
          "type": "change",
          "description": "The following weapons are now intrinsically anti-Unstoppable: Queensbreaker, Salvation's Grip, Dragon's Breath."
        },
        {
          "type": "change",
          "description": "The following weapons are now intrinsically anti-Overload: Tractor Cannon, DARCI, Two-Tailed Fox."
        },
        {
          "type": "change",
          "description": "Conditional Finality can now be anti-Overload or anti-Unstoppable depending on the active element."
        }
      ]
    }
  },
  "abilities": {
    "all_classes": {
      "general_grenades": {
        "changes": [
          {
            "type": "buff",
            "description": "Increased damage by 15% vs. bosses, minibosses, and Champions for the following grenades: Flux, Arcbolt, Flashbang, Storm, Axion Bolt, Suppressor, Firebolt, Tripmine, and The Rock Grenade (Forerunner)."
          }
        ]
      },
      "void_verb": {
        "changes": [
          {
            "type": "nerf",
            "description": "The Devour buff's healing amount has been reduced from 200hp to 140hp."
          }
        ]
      },
      "strand_verb": {
        "changes": [
          {
            "type": "buff",
            "description": "The base duration of Suspend has been increased from 5 seconds to 6 seconds."
          }
        ]
      },
      "arc_grenade": {
        "changes": [
          {
            "type": "buff",
            "description": "Flux Grenade has had its base cooldown significantly reduced and its projectile size increased."
          }
        ]
      },
      "prismatic": {
        "changes": [
          {
            "type": "buff",
            "description": "Facet of Courage PvE melee damage bonus increased from 10% to 50%."
          }
        ]
      },
      "arc": {
        "changes": [
          {
            "type": "buff",
            "description": "Spark of Feedback PvE melee damage bonus increased from 75% to 100%."
          }
        ]
      }
    },
    "warlock": {
      "prismatic": {
        "changes": [
          {
            "type": "nerf",
            "description": "Reduced the number of fragment slots provided by the Hellion and Bleak Watcher Aspects from 3 to 2."
          }
        ]
      },
      "strand": {
        "changes": [
          {
            "type": "buff",
            "description": "The Weaver's Call Aspect can now generate Threadlings on any final blow, not just Strand final blows."
          }
        ]
      },
      "void": {
        "changes": [
          {
            "type": "buff",
            "description": "Pocket Singularity melee damage increased by 20% vs. non-boss combatants and 56% vs. boss combatants."
          }
        ]
      }
    },
    "titan": {
      "prismatic": {
        "changes": [
          {
            "type": "nerf",
            "description": "Reduced the number of fragment slots provided by the Consecration Aspect from 3 to 2."
          },
          {
            "type": "nerf",
            "description": "The Ignition from the Prismatic version of the Consecration Aspect no longer has a +20% bonus damage."
          }
        ]
      },
      "solar": {
        "changes": [
          {
            "type": "buff",
            "description": "The Solar subclass version of the Consecration Aspect now provides 3 fragment slots, up from 2."
          },
          {
            "type": "buff",
            "description": "Roaring Flames maximum PvE melee damage bonus increased from 73% to 200%."
          }
        ]
      },
      "strand": {
        "changes": [
          {
            "type": "buff",
            "description": "The Drengr's Lash Aspect's suspend wave has increased tracking strength. Its travel distance increased from 20m to 30m (or 35m with Abeyant Leap)."
          },
          {
            "type": "buff",
            "description": "Banner of War melee damage bonus for the user and allies increased from 40% to 100%."
          }
        ]
      },
      "void": {
        "changes": [
          {
            "type": "buff",
            "description": "The Shield Throw melee has had its projectile tracking strength increased by 77%."
          },
          {
            "type": "buff",
            "description": "Offensive Bullwark PvE melee damage bonus increased from 100% to 160%."
          }
        ]
      },
      "arc": {
        "changes": [
          {
            "type": "nerf",
            "description": "The benefits from the Storm's Keep Aspect no longer stack when standing behind multiple Barricades."
          },
          {
            "type": "buff",
            "description": "The Knockout Aspect's PvE melee damage bonus increased to 160% for both uncharged and charged melees."
          }
        ]
      }
    },
    "hunter": {
      "general": {
        "changes": [
          {
            "type": "buff",
            "description": "Gambler's Dodge no longer requires dodging near an enemy to grant melee energy. The energy return now scales with the Hunter's ability stats."
          }
        ]
      },
      "prismatic": {
        "changes": [
          {
            "type": "nerf",
            "description": "Reduced the number of fragment slots provided by the Ascension and Winter's Shroud Aspects from 3 to 2."
          },
          {
            "type": "buff",
            "description": "Gunpowder Gamble self-damage has been reduced by 60%. Progress is now granted by final blows of all kinds, not just Solar kills."
          }
        ]
      },
      "solar": {
        "changes": [
          {
            "type": "rework",
            "description": "The On Your Mark Aspect now grants Radiant for a short time upon getting a final blow with three stacks active. Activating the class ability now grants one stack instead of three."
          }
        ]
      },
      "arc": {
        "changes": [
          {
            "type": "buff",
            "description": "The Ascension Aspect can now activate various armor mods (Reaper, Powerful Attraction, etc.) and Exotic perks (HOIL, Gryfalcon's Reserve)."
          },
          {
            "type": "buff",
            "description": "Combination Blow's maximum PvE damage bonus has been increased from 309% to 400%."
          }
        ]
      },
      "void": {
        "changes": [
          {
            "type": "buff",
            "description": "Stylish Executioner's PvE melee damage bonus has been increased from 200% to 300%."
          }
        ]
      }
    }
  },
  "exotic_armor": {
    "hunter": {
      "the_dragons_shadow": {
        "changes": [
          {
            "type": "rework",
            "description": "Now passively increases weapon stability and ready speed. Dodging reloads your equipped weapon but no longer reloads holstered weapons. Activating dodge grants a short duration buff to stability, handling, move speeds, and your class stat."
          }
        ]
      },
      "speedloader_slacks": {
        "changes": [
          {
            "type": "rework",
            "description": "Dodging now reloads all of your weapons and grants increased handling and reload speed to you and nearby allies. Additional dodges increase the buff's strength and refresh the timer. Dealing sustained damage grants class ability energy."
          }
        ]
      },
      "mask_of_bakris": {
        "changes": [
          {
            "type": "rework",
            "description": "Effects are now active when either an Arc or Stasis Super is equipped. The \"Light Shift\" dodge no longer provides a non-stacking damage bonus. It now grants a stacking +10% damage bonus for Stasis weapons, Arc weapons, and Lord of Wolves (up to 3 stacks). Weapon final blows while the buff is active grant class ability energy."
          }
        ]
      },
      "khepris_sting": {
        "changes": [
          {
            "type": "rework",
            "description": "No longer automatically activates Smoke Bomb on melee use or grants Truesight. It now causes kills on weakened targets to create a burst of weakening smoke and return Smoke Bomb energy."
          }
        ]
      },
      "oathkeepers": {
        "changes": [
          {
            "type": "buff",
            "description": "Increased the maximum damage bonus from an overdrawn bow from +150% to +200%. The damage bonus is now granted earlier in the overdraw."
          }
        ]
      },
      "blight_ranger": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum cancellation damage increased by 50% and minimum cancellation damage increased by 150%."
          },
          {
            "type": "buff",
            "description": "Requires 25% fewer projectile reflections to reach maximum power on the Voltaic Mirror."
          },
          {
            "type": "buff",
            "description": "Blocked melee attacks now count as a reflection."
          }
        ]
      },
      "athryss_embrace": {
        "changes": [
          {
            "type": "buff",
            "description": "PvE Weighted Throwing Knife damage bonus increased from 200% to 300%."
          }
        ]
      },
      "liars_handshake": {
        "changes": [
          {
            "type": "buff",
            "description": "PvE damage bonus for basic melee and Arc melee attacks increased from 200% to 400%."
          }
        ]
      },
      "ophidia_spathe": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum PvE Throwing Knife damage bonus increased from 100% to 200%."
          }
        ]
      },
      "triton_vice": {
        "changes": [
          {
            "type": "buff",
            "description": "PvE Glaive melee damage bonus increased from 100% to 200%."
          }
        ]
      }
    },
    "titan": {
      "crest_of_alpha_lupi": {
        "changes": [
          {
            "type": "buff",
            "description": "Dealing sustained damage while behind a barricade now triggers another, smaller healing pulse."
          },
          {
            "type": "buff",
            "description": "Healing allies now grants barricade energy."
          }
        ]
      },
      "phoenix_cradle": {
        "changes": [
          {
            "type": "buff",
            "description": "Dealing sustained Solar weapon damage while in a Sunspot extends its duration."
          },
          {
            "type": "buff",
            "description": "Providing Solar buffs to allies has a chance to create a Sunspot at your feet."
          },
          {
            "type": "change",
            "description": "Sunspots created while wearing the exotic have updated visual effects to look more supportive to allies."
          }
        ]
      },
      "mk44_stand_asides": {
        "changes": [
          {
            "type": "rework",
            "description": "Removed melee energy refund and overshield while sprinting. Now, sprinting with Juggernaut active grants stacks of Static Charge. Sprinting while amplified creates an area behind you that grants Speed Booster to allies."
          }
        ]
      },
      "path_of_the_burning_steps": {
        "changes": [
          {
            "type": "rework",
            "description": "Now increases Solar weapon damage and Solar Ignition damage based on the number of Roaring Flames stacks you have (+10/15/20% weapon damage and +5/10/15% Ignition damage for 1/2/3 stacks)."
          },
          {
            "type": "buff",
            "description": "Now reduces the duration of Suspend, Slow, and Freeze effects applied to the wearer."
          }
        ]
      },
      "abeyant_leap": {
        "changes": [
          {
            "type": "buff",
            "description": "Now increases the duration of the Suspend effect applied by the enhanced Drengr's Lash waves."
          }
        ]
      },
      "actium_war_rig": {
        "changes": [
          {
            "type": "rework",
            "description": "Auto Rifle or Machine Gun final blows now grant a stacking bonus to their stability, ammo generation, and damage (up to 10 stacks)."
          }
        ]
      },
      "spirit_of_the_alpha_lupi": {
        "changes": [
          {
            "type": "buff",
            "description": "Now grants class ability energy when you heal your allies."
          }
        ]
      },
      "heart_of_inmost_light": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum PvE melee damage bonus increased from 20% to 50%."
          },
          {
            "type": "buff",
            "description": "Now increases the damage of unpowered and Glaive melee abilities."
          }
        ]
      },
      "peregrine_greaves": {
        "changes": [
          {
            "type": "buff",
            "description": "Shoulder charge impact damage bonus against most non-boss targets increased from 363% to 400%."
          }
        ]
      },
      "synthoceps": {
        "changes": [
          {
            "type": "change",
            "description": "Melee damage bonus is no longer decreased when used with Combination Blow, Stylish Executioner, or Glaive Melee."
          }
        ]
      },
      "wishful_ignorance": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum PvE Frenzied Blade melee damage bonus increased from 100% to 200%."
          },
          {
            "type": "buff",
            "description": "Maximum PvE Flechette Storm melee damage bonus increased from 50% to 200%."
          }
        ]
      },
      "wormgod_caress": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum PvE melee damage bonus increased from 275% to 400%."
          }
        ]
      }
    },
    "warlock": {
      "starfire_protocol": {
        "changes": [
          {
            "type": "buff",
            "description": "Now also activates on Radiant damage."
          },
          {
            "type": "buff",
            "description": "Fusion Grenade energy gain from dealing damage increased from 2.5% to 5%."
          },
          {
            "type": "nerf",
            "description": "Fusion Grenade energy gain from final blows reduced from 20% to 15%."
          }
        ]
      },
      "wings_of_sacred_dawn": {
        "changes": [
          {
            "type": "buff",
            "description": "Combatants are now less accurate towards you while its Tome of Dawn perk is active."
          },
          {
            "type": "buff",
            "description": "While a Solar Super is equipped, Solar weapon final blows now grant Restoration and reload your stowed weapons."
          }
        ]
      },
      "felwinters_helm": {
        "changes": [
          {
            "type": "buff",
            "description": "Now has an added perk: \"Powered melee damage weakens targets,\" which applies a 15% weaken effect."
          }
        ]
      },
      "promethium_spurs": {
        "changes": [
          {
            "type": "rework",
            "description": "Reworked Embers of Light perk: While a Solar super is equipped, weapon defeats grant class ability energy. Weapon defeats in a Healing Rift create a pulse that grants Radiant, while defeats in an Empowering Rift grant Cure."
          }
        ]
      },
      "boots_of_the_assembler": {
        "changes": [
          {
            "type": "rework",
            "description": "Noble Seekers now spawn at a constant rate instead of in waves and can target allies inside the rift. They prioritize allies who have not been recently healed. The exotic no longer extends rift duration but instead grants class ability energy when a Seeker finds an ally."
          }
        ]
      },
      "geomag_stabilizers": {
        "changes": [
          {
            "type": "nerf",
            "description": "Super energy granted by collecting ionic traces is reduced to 4%, down from 7%."
          },
          {
            "type": "buff",
            "description": "Sprinting to top off the Chaos Reach super now starts granting Bolt Charge faster (after 1s instead of 2s) and grants it at a much higher rate."
          }
        ]
      },
      "winters_guile": {
        "changes": [
          {
            "type": "buff",
            "description": "Maximum PvE melee damage bonus increased from 275% to 400%."
          }
        ]
      }
    }
  }
}